{
  "quotes": [
    {
      "id": 1,
      "quote": "Geometry sets out from certain conceptions such as \"plane,\" \"point,\" and \"straight line,\" with which we are able to associate more or less definite ideas, and from certain simple propositions (axioms) which, in virtue of these ideas, we are inclined to accept as \"true.\" Then, on the basis of a logical process, the justification of which we feel ourselves compelled to admit, all remaining propositions are shown to follow from those axioms, i.e. they are proven.",
      "about": "- from Relativity: The Special and General Theory, a book by Albert Einstein"
    },
    {
      "id": 2,
      "quote": "But speculations on the structure of the universe also move in quite another direction. The development of non-Euclidean geometry led to the recognition of the fact, that we can cast doubt on the infiniteness of our space without coming into conflict with the laws of thought or with experience.",
      "about": "- from Relativity: The Special and General Theory, a book by Albert Einstein"
    },
    {
      "id": 3,
      "quote": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main. If a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friend's or of thine own were: any man's death diminishes me, because I am involved in mankind, and therefore never send to know for whom the bell tolls; it tolls for thee.",
      "about": "- from For Whom The Bell Tolls, a poem by John Donne"
    },
    {
      "id": 4,
      "quote": "I can feel the heat closing in, feel them out there making their moves, setting up their devil doll stool pigeons, crooning over my spoon and dropper I throw away at Washington Square Station, vault a turnstile and two flights down the iron stairs, catch an uptown A train.",
      "about": "- from Naked Lunch, a book by William S. Burroughs"
    },
    {
      "id": 5,
      "quote": "Thirdly, however, these wars could now be waged with the new technology of capitalism. Since this technology, through the camera and the telegraph, also transformed the reporting of war in the press, it now brought its reality more vividly before the literate public.",
      "about": "- from The Age of Capital, 1848-1875, a book by Eric Hobsbawm"
    },
    {
      "id": 6,
      "quote": "The creation ends in South Georgia, at the very edge of the sweet earth. Only the sky, widest of the wide, goes on, flatness against flatness. The sky appears so close that, with a long-enough extension ladder, you think you could touch it, and sometimes you do, when clouds descend in the night to set a fine pelt of dew on the grasses, leaving behind white trails of fog and mist.",
      "about": "- from Ecology of a Cracker Childhood, a book by Janisse Ray"
    },
    {
      "id": 7,
      "quote": "The day dawned bleak and chill, a moving wall of gray light out of the northeast which, instead of dissolving into moisture, seemed to disintegrate into minute and venomous particles, like dust that, when Dilsey opened the door of the cabin and emerged, needled laterally into her flesh, precipitating not so much a moisture as a substance partaking of the quality of thin, not quite congealed oil.",
      "about": "- from The Sound and the Fury, a book by William Faulkner"
    },
    {
      "id": 8,
      "quote": "The streets were cleared by a Critical Mass bike ride and were flooded by activists dressed in second-hand suits with slogans painted on their backs. They danced in the doorsteps of office towers, formed a human chain around the Treasury and held peaceful sit-ins at several banks.",
      "about": "- from No Logo, a book by Naomi Klein"
    },
    {
      "id": 9,
      "quote": "But the two men were not lonely at all. At home they were content to eat and drink, and Singer would talk with his hands eagerly to his friend about all that was in his mind. So the years passed in this quiet way until Singer reached the age of thirty-two.",
      "about": "- from The Heart is a Lonely Hunter, a book by Carson McCullers"
    },
    {
      "id": 10,
      "quote": "Wilkinson County was a recipient of one of the new \"separate but equal\" schools built throughout the South as a result of the 1954 Supreme Court decision. It had been under construction on a fifty-two-acre plot in Woodville for almost a year, when I graduated in 1959.",
      "about": "- from Coming of Age in Mississippi, a book by Anne Moody"
    },
    {
      "id": 11,
      "quote": "Kid, I've flown from one side of this galaxy to the other, and I've seen a lot of strange stuff. But I've never seen anything to make me believe that there's one all-powerful Force controlling everything. There's no mystical energy field that controls MY destiny.",
      "about": "- from Star Wars, a movie by George Lucas"
    },
    {
      "id": 12,
      "quote": "What good's a reward if you ain't around to use it? Besides, attacking that battle station ain't my idea of courage. It's more like... suicide.",
      "about": "- from Star Wars, a movie by George Lucas"
    },
    {
      "id": 13,
      "quote": "It is a period of civil war. Rebel spaceships, striking from a hidden base, have won their first victory against the evil Galactic Empire. During the battle, Rebel spies managed to steal secret plans to the Empire's ultimate weapon, the Death Star, an armored space station with enough power to destroy an entire planet.",
      "about": "- from Star Wars, a movie by George Lucas"
    },
    {
      "id": 14,
      "quote": "The garbage chute was a wonderful idea! What an incredible smell you've discovered! Let's get out of here!",
      "about": "- from Star Wars, a movie by George Lucas"
    },
    {
      "id": 15,
      "quote": "Get it straight buster - I'm not here to say please, I'm here to tell you what to do and if self-preservation is an instinct you possess you'd better do it and do it quick! I'm here to help - if my help is not appreciated then lots of luck, gentlemen.",
      "about": "- from Pulp Fiction, a movie directed by Quentin Tarantino"
    },
    {
      "id": 16,
      "quote": "Ezekiel twenty-five, seventeen: The path of the righteous man is beset on all sides by the iniquities of the selfish and the tyranny of evil men. Blessed is he, who in the name of charity and good will, shepherds the weak through the valley of darkness, for he is truly his brother's keeper and the finder of lost children.",
      "about": "- from Pulp Fiction, a movie directed by Quentin Tarantino"
    },
    {
      "id": 17,
      "quote": "Well, the way they make shows is,",
      "about": "- from Pulp Fiction, a movie directed by Quentin Tarantino"
    },
    {
      "id": 18,
      "quote": "If I'm curt with you it's because time is a factor. I think fast, I talk fast and I need you guys to act fast if you wanna get out of this. So, pretty please with sugar on top. Clean the car!",
      "about": "- from Pulp Fiction, a movie directed by Quentin Tarantino"
    },
    {
      "id": 19,
      "quote": "Do you know what they call a Quarter-pounder with cheese in France? Royale with cheese. Do you know why they call it a Royale with cheese? Because of the metric system.",
      "about": "- from Pulp Fiction, a movie directed by Quentin Tarantino"
    },
    {
      "id": 20,
      "quote": "How many roads must a man walk down",
      "about": "- from Blowin' in the Wind, a song by Bob Dylan"
    }
]}